---
kind: other
id: Properties.T:Autodesk.Revit.DB.Control
source: html/e916d55f-af6e-84c9-98fc-48b7e32fb81b.htm
---
# Control Properties

The id of the assembly instance to which the element belongs.